Repository: bravesoftdz/YTD
Catalog: Source/Locale/*/LC_MESSAGES/default.po
Languages: cs, ru, sk

source: Encoding stream unassigned
cs: Nepřiřazený kódovací stream
sk: Nepriradený kódovací stream

source: Unsupported string encoding
cs: Nepodporované kódování řetězců
sk: Nepodporované kódovanie reťazca

source: Cannot read from a conversion stream opened for writing
cs: Z konverzního streamu otevřeného pro zápis nelze číst
sk: Z konverzného streamu otvoreného na zápis sa nedá čítať

source: Cannot write to an UTF stream opened for reading
cs: Do UTF streamu otevřeného pro čtení nelze zapisovat
sk: Do UTF streamu otvoreného na čítanie sa nedá zapisovať

source: Cannot read multiple chars from conversion stream at once
cs: Z konverzního streamu nelze číst více znaků najednou
sk: Z konverzného streamu sa nedá čítať viac znakov naraz

source: Cannot perform seek on codec stream
cs: V kódovacím streamu nelze přesouvat ukazatel
sk: V kódovacom streame sa nedá presúvať ukazovateľ

source: Cannot seek before reading or writing in conversion stream
cs: V konverzním streamu nelze seekovat před čtením nebo zapisováním
sk: V konverznom streame sa nedá presúvať pred čítaním alebo zapisovaním

source: Cannot perform seek in conversion stream
cs: V konverzním streamu nelze přesouvat ukazatel
sk: V konverznom streame sa nedá preskakovať

source: Cannot write to output stream
cs: Do výstupního streamu nelze zapisovat
sk: Do výstupného streamu sa nedá zapisovať

source: XML Node is not assigned
cs: XML uzel není nastaven
sk: Uzol XML nie je nastavený

source: Cannot convert value to bool
cs: Nepodařilo se zkonvertovat hodnotu na boolean
sk: Hodnotu sa nepodarilo previesť na boolean

source: Cannot convert value to float
cs: Nepodařilo se zkonvertovat hodnotu na float
sk: Hodnotu sa nepodarilo previesť na float

source: Significant digits out of range
cs: Významové číslice mimo rozsah
sk: Významové číslice sú mimo rozsah

source: Illegal variant type
cs: Nesprávný variantní typ
sk: Nesprávny variantný typ

source: Unregistered classtype encountered in
cs: Nalezen neregistrovaný typ třídy
sk: Nájdený neregistrovaný typ triedy

source: Invalid property value
cs: Nesprávná hodnota property
sk: Neplatná hodnota vlastnosti

source: Invalid method name
cs: Nesprávné jméno metody
sk: Neplatný názov metódy

source: Windows error %u = %08.8x %s
cs: Windows chyba %u = %08.8x %s
ru: Ошибка Windows %u = %08.8x %s
sk: Chyba systému %u = %08.8x %s

source: Unknown error %u = %08.8x.
cs: Neznámá chyba %u = %08.8x.
ru: Неизвестная ошибка %u = %08.8x.
sk: Neznáma chyba %u = %08.8x.

source: Select a directory
cs: Zvolte adresář pro downloady
ru: Выберите директорию:
sk: Vyberte adresár

source: Status
ru: Состояние
sk: Stav

source: Setup
ru: Установка
sk: Inštalátor

source: Secure &Token:
ru: Ключ &авторизации:
sk: Bezpečnostný token:

source: Failed to download media info page.
ru: Не удалось скачать страницу с данными о видео.
sk: Nepodarilo sa stiahnuť stránky s informáciami o médiu.

source: Invalid configuration: Config password not set.
sk: Neplatná konfigurácia: Heslo pre konfiguráciu nie je nastavené.

source: &Monitor clipboard for downloadable URLs
ru: &Отслеживать ссылки в буфере обмена
sk: &Sledovať schránku pre podporované URL

source: &Disable OpenSSL warning
sk: Zakázať upozornenie na chýbajúcu knižnicu OpenSSL

source: You don't seem to have the OpenSSL library installed. YTD uses OpenSSL to enable the SSL protocol. Without SSL, you won't be able to download from YouTube any many other sites.
sk: Zdá sa, že nemáte nainštalovanú knižnicu OpenSSL. YTD používa OpenSSL na sprístupnenie SSL protokolu. Bez SSL nebudete môcť sťahovať z YouTube ďalších mnohých stránok.

source: Proxy &port:
ru: &Порт:

source: &Avoid HD content
ru: &Игнорировать HD качество

source: Secret &password:
ru: &Пароль:

source: Failed to upgrade. Upgrade file: %s
ru: Не удалось обновить программу. Файл обновления: %s
