Repository: bravesoftdz/YTD
Catalog: Source/Locale/*/LC_MESSAGES/default.po
Languages: cs, ru, sk

source: You don't seem to have the OpenSSL library (32bit) installed. YTD uses OpenSSL to enable the SSL protocol. Without SSL, you won't be able to download from YouTube any many other sites.
cs: Zdá se, že nemáte nainstalovanou knihovnu OpenSSL (32bit). YTD používá OpenSSL ke zprovoznění SSL protokolu. Bez SSL nebudete moci stahovat z YouTube a mnoha dalších webů.
sk: Zdá sa, že nemáte nainštalovanú knižnicu OpenSSL. YTD používa OpenSSL na sprístupnenie SSL protokolu. Bez SSL nebudete môcť sťahovať z YouTube a z ďalších mnohých stránok.

source: Would you like to download and install OpenSSL?
cs: Přejete si stáhnout a nainstalovat OpenSSL?
sk: Chcete stiahnuť a nainštalovať OpenSSL?

source: You don't seem to have the RtmpDump library installed. YTD uses RtmpDump to handle the RTMP protocol. Without RTMP, you won't be able to download from many sites.
cs: Zdá se, že nemáte nainstalovanou knihovnu RtmpDump. YTD používá RtmpDump ke zprovoznění protokolu RTMP. Bez RTMP nebudete moci stahovat z mnoha webů.
sk: Zdá sa, že nemáte nainštalovanú knižnicu RTMPDump. YTD používa RTMPDump na sprístupnenie RTMP protokolu. Bez RTMP nebudete môcť sťahovať z mnohých stránok.

source: Would you like to download and install RtmpDump?
cs: Přejete si stáhnout a nainstalovat RtmpDump?
sk: Chcete stiahnuť a nainštalovať RTMPDump?

source: You don't seem to have the MSDL library installed. YTD uses MSDL to handle various Microsoft protocols. Without them, you won't be able to download from some sites.
cs: Zdá se, že nemáte nainstalovanou knihovnu MSDL. YTD používá MSDL ke zprovoznění Microsoftích protokolů. Bez nich nebudete moci stahovat z některých webů.
sk: Zdá sa, že nemáte nainštalovanú knižnicu MSDL. YTD používa MSDL na sprístupnenie protokolov Microsoftu. Bez RTMP nebudete môcť sťahovať z mnohých stránok.

source: Would you like to download and install MSDL?
cs: Přejete si stáhnout a nainstalovat MSDL?
sk: Chcete stiahnuť a nainštalovať MSDL?

source: Download URL:
cs: URL ke stahnuti:
sk: URL pre sťahovanie:

source: External libraries have been downloaded and installed. Please restart YTD to activate them.
cs: Externí knihovny byly staženy a nainstalovány. Prosím, restartujte YTD pro jejich aktivaci.
sk: Externé knižnice boli stiahnuté a nainštalované. Pre ich aktiváciu reštartujte YTD, prosím.

source: Are you sure you want to uninstall YTD?
cs: Jste si jistý, že chcete YTD odinstalovat?

source: Uninstallation completed.
cs: Odinstalace dokončena.

source: Downloader is not prepared!
cs: Downloader není připraven!
ru: Обработчик не готов.
sk: Downloader nie je pripravený!

source: Download of this content is not implemented.
cs: Stahování tohoto obsahu není podporováno.
ru: Закачка подобного контента не поддерживается.
sk: Sťahovanie tohto obsahu nie je implementované.

source: Download URL was not set.
cs: Nebyla nastavena URL.
ru: Не указан URL для загрузки.
sk: URL nebola nastavená.

source: Failed to initialize the download structures.
cs: Nepodařilo se inicializovat download.
ru: Ошибка инициализации загрузчика.
sk: Zlyhala inicializácia sťahovania.

source: Download failed.
cs: Download selhal.
ru: Ошибка закачки.
sk: Sťahovanie zlyhalo.

source: RTMPDUMP error: %s
cs: Chyba RTMPDUMPu: %s
ru: Ошибка rtmpdump: %s
sk: Chyba RTMPDUMPu: %s

source: Download to file "%s" was not allowed.
cs: Stahování do souboru "%s" nebylo povoleno.
ru: Запись в файл "%s" не разрешена.
sk: Sťahovanie do súboru "%s" nebolo povolené.

source: Failed to locate embedded object.
cs: Nepodařilo se nalézt vložený objekt.
ru: Не удалось найти встраиваемый объект.
sk: Nepodarilo sa nájsť vložený objekt.

source: Failed to locate media info page.
cs: Nepodařilo se najít stránku informací o médiu.
ru: Не удалось найти страницу с данными о видео.
sk: Nepodarilo sa nájsť stránku s informáciami o médiu.

source: Failed to download media info page. Check your firewall!
cs: Nepodařilo se stáhnout stránku informací o médiu. Zkontrolujte nastavení firewallu.

source: Failed to prepare media info page.
cs: Nepodařilo se připravit stránku informací o médiu.
ru: Не удалось обработать страницу с данными о видео.
sk: Nepodarilo sa pripraviť stránku s informáciami o médiu.

source: Invalid media info page.
cs: Chybná stránka informací o médiu.
ru: Неверные данные о видео.
sk: Neplatná stránka s informáciami o médiu.

source: Failed to download server list.
cs: Nepodařilo se stáhnout seznam serverů.
ru: Не удалось загрузить список серверов.
sk: Nepodarilo sa stiahnuť zoznam serverov.

source: Unknown URL: %s
cs: Neznámá URL: %s
ru: Неизвестный URL: "%s"
sk: Neznáma URL: %s

source: Failed to locate media info.
cs: Nepodařilo se najít informace o médiu.
ru: Не удалось получить данные о видео.
sk: Nepodarilo sa nájsť adresu média.

source: Failed to find media title.
cs: Nepodařilo se najít název média.
ru: Не удалось получить название файла.
sk: Nepodarilo sa nájsť názov média.

source: Failed to find media URL.
cs: Nepodařilo se najít adresu média.
ru: Не удалось определить URL видео.
sk: Nepodarilo sa nájsť URL média.

source: Failed to find media server.
cs: Nepodařilo se najít server média.
ru: Не удалось найти сервер, на котором размещается видео.
sk: Nepodarilo sa nájsť stream média.

source: Failed to find media stream.
cs: Nepodařilo se najít stream média.
ru: Не удалось найти медиапоток.
sk: Nepodarilo sa nájsť .

source: HTTP request failed with error code %d.
cs: HTTP požadavek selhal s chybou %d.
ru: HTTP запрос завершился с ошибкой, код: %d.
sk: HTTP požiadavka zlyhala s kódom chyby %d.

source: No data read from the connection.
cs: Nepodařilo se přečíst žádná data.
ru: Нет данных для загрузки.
sk: Nepodarilo sa prečítať žiadne dáta.

source: Variable "%s" not found.
cs: Proměnná "%s" nebyla nalezena.
ru: Переменная "%s" не найдена.
sk: Premenná "%s" sa nenašla.

source: Error message listed in file "%s".
cs: Chybové hlášení je uloženo v souboru "%s".
ru: Лог ошибок записан в файл "%s".
sk: Chybová správa uvedená v súbore "%s".

source: Media file was removed from the server.
cs: Soubor byl ze serveru smazán.
ru: Ресурс был удалён с сервера.
sk: Súbor bol zo servera vymazaný.

source: Server returned an error: %s
cs: Server hlásí chybu: %s
ru: Сервер вернул ошибку: %s
sk: Server hlási chybu: %s

source: Invalid configuration: Secure token not set.
cs: Chybné nastavení: SecureToken není nastaven.
ru: Ошибка: не указан ключ авторизации.
sk: Nesprávna konfigurácia: Nie je zadaný SecureToken.

source: Encryption not yet supported.
cs: Nepodporované šifrovací schéma.
sk: Nepodporovaná šifrovacia schéma.

source: Login failed.
cs: Přihlášení se nezdařilo.
ru: Ошибка авторизации.
sk: Prihlásenie sa nepodarilo.

source: Failed to load library "%s" or its prerequisites.
cs: Nepodařilo se načíst knihovnu "%s" nebo její závislosti.
ru: Ошибка загрузки библиотеки "%s".
sk: Zlyhalo načítanie knižnice "%s" alebo jej závislosti.

source: Script error:
cs: Chyba skriptu:
sk: Chyba skriptu:

source: URL not found.
cs: URL nenalezena.
sk: URL sa nenašla.

source: Url pattern is empty.
cs: Vzor pro URL je prázdný.
sk: Vzor pre URL je prázdny.

source: Requested script "%s" not found.
cs: Požadovaný skript "%s" nebyl nalezen.
sk: Požadovaný skript "%s" sa nenašiel.

source: Script may not be empty.
cs: Skript nesmí být prázdný.
sk: Skript nemôže byť prázdny.

source: Search pattern may not be empty.
cs: Vzor pro hledání nesmí být prázdný.
sk: Vzor pre hľadanie nemôže byť prázdny.

source: Pattern ID may not be empty.
cs: ID vzoru nesmí být prázdné.
sk: ID vzoru nemôže by prázdne.

source: Requested regexp "%s" not found.
cs: Požadovaný regulární výraz "%s" nebyl nalezen.
sk: Požadovaný regulárny výraz "%s" sa nenašiel.

source: Subexpression name may not be empty.
cs: Jméno podvýrazu nesmí být prázdné.
sk: Názov podvýrazu nemôže byť prázdny.

source: Subexpression "%s" not found.
cs: Podvýraz "%s" nebyl nalezen.
sk: Podvýraz "%s" sa nenašiel.

source: Failed to match regular expression.
cs: Regulární výraz nebyl splněn.
sk: Nevyhovuje podmienkam reg. výrazu.

source: Variable name may not be empty.
cs: Jméno proměnné nesmí být prázdné.
sk: Názov premennej nemôže byť prázdne.

source: Attribute "%s" may not be empty.
cs: Atribut "%s" nesmí být prázdný.
sk: Atribút "%s" nemôže byť prázdny.

source: Attribute "%s" has invalid value "%s".
cs: Atribut "%s" má neplatnou hodnotu "%s".
sk: Atribút "%s" má neplatnú hodnotu "%s".

source: Unknown command.
cs: Neznámý příkaz.
sk: Neznámy príkaz.

source: Unknown command "%s".
cs: Neznámý příkaz "%s".
sk: Neznámy príkaz "%s".

source: Download failed: %s
cs: Download selhal: %s
sk: Sťahovanie zlyhalo: %s

source: Unexpected node type.
cs: Neočekávaný typ uzlu.
sk: Neočakávaný typ uzla.

source: Multiple <else> tags encountered.
cs: Nalezen několikanásobný výskyt <else>.
sk: Nájdený niekoľkonásobný výskyt <else>.

source: No satisfied condition found.
cs: Žádná podmínka nebyla splněna.
sk: Žiadna podmienka nebola splnená.

source: Unknown condition.
cs: Neznámá podmínka.
sk: Neznáma podmienka.

source: Invalid <pause> settings.
cs: Chybné nastavení příkazu <pause>.

source: XML element not found.
cs: Neurčený kořenový element XML.
sk: XML element sa nenašiel.

source: JSON element not found.
cs: JSON element nebyl nalezen.

source: Cannot overwrite file "%s".
cs: Nepodařilo se přepsat soubor "%s".
sk: Nepodarilo sa prepísať súbor "%s".

source: Cannot create file "%s".
cs: Nepodařilo se vytvořit soubor "%s".
sk: Nedá sa vytvoriť súbor "%s".

source: Obfuscation scheme "%s" not yet supported
cs: Maskovací schéma "%s" není podporováno
sk: Maskovacia schéma "%s" nie je podporovaná

source: Preparing
cs: Připravuje se download
ru: Подготовка
sk: Príprava

source: Downloading
cs: Stahuje se
ru: Закачка
sk: Sťahovanie

source: Finished
cs: Dokončeno
ru: Завершено
sk: Ukončené

source: Failed
cs: Chyba
ru: Ошибка
sk: Neúspešné

source: Aborted
cs: Přerušeno
ru: Отменено
sk: Zrušené

source: Paused
cs: Pozastaveno
ru: Пауза
sk: Pozastavené

source: Awaiting conversion
cs: Čeká se konverzi
ru: Ожидание конвертирования
sk: Čakajúce konvertovanie

source: Converting
cs: Konvertuje se
ru: Конвертирование
sk: Konvertovanie

source: Converted
cs: Konverze dokončena
ru: Сконвертировано
sk: Prekonvertované

source: Conversion failed
cs: Konverze selhala
ru: Ошибка конвертирования
sk: Konvertovanie zlyhalo

source: Converter not found
cs: Konvertor nebyl nalezen
ru: Конвертер не найден
sk: Konvertor nebol nájdený

source: ** None **
cs: ** Žádný **
ru: ** Не выбрано **
sk: ** Žiadny **

source: Converters are not activated. You must activate them through manually editing the configuration file. You can find the steps needed in the documenation. The reason why this is necessary is, converters NEED to be configured properly, as documented, but too many people failed to read the documentation and instead complained that converters don't work.
cs: Konvertory nejsou aktivovány. Musíte je aktivovat ručně v konfiguračním souboru. Popis kroků potřebných pro aktivaci je uveden v dokumentaci. Důvod pro aktivaci je ten, že konvertory MUSÍ být správně nastaveny podle dokumentace, ale mnoho lidí tu dokumentaci vůbec nečetlo a hned si stěžovalo, že konvertování nefunguje.
ru: Функция конвертирования отключена. Вам нужно включить её вручную путём редактирования файла настроек. Причина такого поведения в том, что конвертеры должны быть соответствующе настроены самим пользователем согласно документации, но никто документацию читать не желает, из-за чего и появляются жалобы о якобы неработающем конвертировании.
sk: Konvertory nie sú aktivované. Musíte ich ručne aktivovať editovaním konfiguračného súboru. Potrebné kroky nájdete v dokumentácii. Dôvod pre aktiváciu je ten, že konvertory MUSIA byť správne nastavené podľa dokumentácie, ale mnoho ľudí si ju neprečítalo a teraz si sťažujú, že konvertovanie nefunguje.

source: Ask user
cs: Zeptat se uživatele
ru: вывести диалог сохранения файла
sk: Opýtať sa používateľa

source: Overwrite
cs: Přepisovat
ru: перезаписать новым файлом
sk: Prepísať

source: Skip
cs: Přeskočit
ru: отменить закачку
sk: Preskočiť

source: Rename automatically
cs: Automaticky přejmenovat
ru: автоматически переименовать
sk: Premenovať automaticky

source: Don't add index to names
cs: Nepřidávat index k názvům
sk: Nepridať index k názvu

source: Put the index at the start of a name
cs: Přidávat index na začátek názvu
sk: Pridať index pred názov

source: Put the index at the end of a name
cs: Přidávat index na konec názvu
sk: Pridať index za názov

source: Config file will open now, but please do not edit it right away: YTD will overwrite the file before it quits, so any changes made would be lost. First quit YTD and only then start editing the file.
cs: Nyní se otevře konfigurační soubor, ale prosím nezapisujte do něj zatím: YTD před svým ukončením tento soubor přepíše, takže by se všechny vaše ruční změny ztratily. Napřed ukončete YTD a teprve potom začněte konfigurační soubor upravovat.
ru: Сейчас будет открыт файл настроек. Закройте программу и только потом редактируйте файл, иначе все ваши изменения будут перезаписаны при выходе из программы.
sk: Teraz sa otvorí konfiguračný súbor, ale prosím neupravujte ho zatiaľ: YTD ho prepíše pred svojim ukončením, takže všetky vaše zmeny by sa stratili. Najprv ukončite YTD a až potom začnite editovať konfiguračný súbor.

source: There are downloads in progress Do you really want to quit?
cs: Jsou aktivní downloady. Opravdu chcete program ukončit?
ru: Некоторые закачки всё ещё активны Выйти?
sk: Práve prebieha sťahovanie. Naozaj chcete program ukončiť?

source: A newer version (%s) is available. Do you want to download it?
cs: K dispozici je nová verze (%s). Chcete ji stáhnout?
ru: Доступна новая версия программы: %s. Скачать?
sk: Je dostupná novšia verzia (%s) Chcete ju teraz stiahnuť?

source: A newer version (%s) of script definitions is available. Do you want to download it?
cs: K dispozici je nová verze (%s) definic skriptů. Chcete ji stáhnout?
sk: Je k dispozícii nová verzia (%s) Chcete ju stiahnuť?

source: Enter video URL:
cs: Zadejte URL videa:
ru: Введите URL:
sk: Vložte URL videa:

source: Enter page URL:
cs: Zadejte URL stránky:
ru: Укажите адрес страницы:
sk: Zadajte URL:

source: This URL is not supported. See the documenation for supported URLs.
cs: Tato URL není podporována. Seznam podporovaných URL je uveden v dokumentaci.
ru: Закачка по данному URL не поддерживается. Поддерживаемые медиасервисы перечислены в окне "О программе".
sk: Táto URL nie je podporovaná Podporované URL nájdete v priloženej dokumentácii.

source: No supported URLs found. See the documenation for supported URLs.
cs: Nebyla nalezena žádná podporovaná URL. Seznam podporovaných URL je uveden v dokumentaci.
ru: Не найдены поддерживаемые URL.
sk: Žiadna podporovaná URL nebola nájdená Podporované URL nájdete v priloženej dokumentácii.

source: Do you really want to delete selected transfer(s)?
cs: Opravdu chcete smazat vybrané přenosy?
ru: Удалить выбранные закачки?
sk: Naozaj chcete vymazať označené prenos(y)?

source: Do you really want to stop selected transfer(s)?
cs: Opravdu chcete zastavit vybrané přenosy?
ru: Остановить выбранные закачки?
sk: Naozaj chcete zastaviť vybrané prenosy?

source: Do you really want to report a bug for this transfer?
cs: Opravdu chcete pro tento odkaz nahlásit chybu?
ru: Передать отчёт об ошибке для выбранной закачки?
sk: Naozaj chcete nahlásiť chybu pre tento prenos?

source: Bugreport is not available for this video. After the download has successfully started, its completion is dependent on the goowill of the server and the quality of your network connection. The program can't influence it.
cs: Hlášení chyby není pro toto video dostupné. Jakmile stahování úspěšně začne, je jeho dokončení čistě věcí serveru a všeho připojení. Program to nemůže ovlivnit.
ru: Отправка отчёта об ошибке отключена для этой закачки. После успешного старта, результат загрузки полностью зависит от состояния удалённого сервера и качества Интернет-соединения -- независимых от программы факторов.
sk: Nahlásenie chyby pre toto video nie je dostupné. Keď sa video začne úspešne sťahovať, jeho dokončenie potom závisí výhradne od serveru a kvality vášho pripojenia. Program to neovplyvní.

source: Bugreport is not available for your computer because you don't have OpenSSL installed. Please install OpenSSL and try again.
cs: Hlášení chyb není pro váš počítač povoleno, protože nemáte nainstalovanou knihovnu OpenSSL. Nainstalujte prosím OpenSSL a zkuste to znovu.

source: Convert selected files with
cs: Zkonvertovat zvolené soubory pomocí
ru: Конвертировать выбранные файлы
sk: Konvertovať vybrané súbory s

source: Automatically convert with
cs: Automaticky konvertovat pomocí
ru: Автоматически конвертировать
sk: Automaticky konvertovať s

source: This is the first time you are running the GUI version of YTD, or the configuration file isn't available. To protect your privacy, the program will now ask you about some default values which may influence it.
cs: Právě poprvé spouštíte grafickou verzi programu YTD, nebo jste smazal dosavadní konfigurační soubor. Aby nedošlo k narušení vašeho soukromí, zeptá se nyní YTD na některá nastavení, která mají na soukromí vliv.
ru: Это первый запуск графической (GUI) версии программы YTD либо файл конфигурации недоступен для чтения. Вам будет задан ряд вопросов для начальной настройки программы.
sk: Toto je prvýkrát, čo ste spustili GUI verziu YTD alebo konfiguračný súbor nie je dostupný. Na ochranu Vášho súkromia sa Vás teraz program spýta na predvolené hodnoty, ktoré ho môžu ovplyvniť.

source: Would you like to run YTD in portable mode? In portable mode, YTD stores its settings in file "ytd.xml" in its application directory (which must be writable in order for the settings to be stored). In normal (non-portable) mode the settings are stored in the current user's profile. YES = portable mode, NO = normal mode
cs: Chcete spustit YTD v přenositelném (portable) režimu? V přenositelném režimu jsou nastavení YTD ukládána do souboru "ytd.xml" v adresáři aplikace (který tím pádem musí být zapisovatelný). V normálním (ne-portable) režimu se nastavení ukládají do souboru v profilu přihlášeného uživatele. ANO = přenositelný režim, NE = normální režim
ru: Запустить YTD в портативном режиме? В таком режиме программа хранит все настройки в файле "ytd.xml" в директории, из которой она была запущена. В обычном режиме настройки хранятся в директории пользовательского профиля. [Да] = портативный режим, [Нет] = обычный.
sk: Chcete spustiť YTD v portable móde? V portable móde YTD ukladá nastavenia v súbore "ytd.xml" v adresári s programom (do ktorého sa dá zapisovať, aby sa nastavenia dali uložiť). V normálnom (nie portable) móde sú nastavenia uložené v aktuálnom profile používateľa. ÁNO = portable mód, NIE = normály mód

source: Would you like YTD to check for new versions on GUI startup? In order to perform the check, YTD's server must be contacted, and that means your IP address will be known to it. While this is not a privacy issue for most users, it might be significant for you. If you turn the automatic check off, you can still check for new versions manually by either visiting the program's website or by entering the About window. Should YTD automatically check for new versions?
cs: Chcete, aby YTD při startu grafické verze testoval existenci nových verzí programu? Aby šlo nové verze zjistit, musí YTD kontaktovat svůj server, což znamená, že se autor programu dozví vaši IP adresu. Pro většinu uživatelů by to nemělo představovat žádnou hrozbu, ale zrovna vy můžete být tou výjimkou. I když vypnete automatický test na nové verze, můžete si ho ručně vyžádat otevřením okna "O aplikaci" nebo návštěvou domácí stránky programu. Má YTD automaticky zjišťovat nové verze?
ru: Проверять наличие новой версии YTD при запуске? Для проверки программа должна периодически подключаться к серверу обновлений -- это значит, что ему станет известен ваш IP-адрес. Для большинства пользователей это не имеет никакого значения, но, возможно, имеет для вас.
sk: Chcete zistiť, či je k dispozícii nová verzia programu YTD pri spustení GUI verzie? Aby sa kontrola mohla vykonať, server YTD musí byť kontaktovaný, a to znamená že Vaša IP adresa bude zverejnená autorovi programu. Pre väčšinu používateľov to neznamená narušenie súkromia, ale práve Vy môžete byť výnimkou. Aj keď vypnete automatickú kontrolu, stále môžete zistiť novú verziu manuálne navštívením webstránky programu alebo zobrazením okna O aplikácii. Chcete, aby YTD automaticky kontroloval nové verzie?

source: Change container to .AVI
cs: Změnit kontejner na .AVI
ru: Изменить контейнер на .AVI
sk: Zmeniť kontajner na .AVI

source: Convert movie to AVI/XVID
cs: Zkonvertovat film do AVI/XVID
ru: Конвертировать видео в AVI/XVID
sk: Konvertovať video do AVI/XVID

source: Convert movie to AVI/H264
cs: Zkonvertovat film do AVI/H264
ru: Конвертировать видео в AVI/H264
sk: Konvertovať video do AVI/H264

source: Convert movie to MP3
cs: Zkonvertovat film do MP3
sk: Konvertovať film do MP3

source: Error loading configuration file. Error %s: %s Default config file will be created.
cs: Chyba %s při načítání konfiguračního souboru: %s Bude vytvořen nový konfigurační soubor.
ru: Ошибка при загрузке файла с настройками. Текст ошибки %s: %s Будет создан файл с настройками по умолчанию.
sk: Chyba pri načítaní konfiguračného súboru. Chyba %s: %s Bude vytvorený nový konfiguračný súbor.

source: File already exists.
cs: Soubor už existuje.
ru: Файл уже существует.
sk: Súbor už existuje.

source: checking...
cs: zjišťuji...
ru: проверка...
sk: zisťuje sa...

source: Error while calculating streamlength
cs: Chyba při výpočtu délky streamu
sk: Chyba pri výpočte dĺžky streamu

source: Missing data in binary stream
cs: Chybějící data v binárním streamu
sk: Chýbajú dáta v binárnom streame

source: Missing element name
cs: Chybí název elementu
sk: Chýba názov elementu

source: Missing close tag in element %s
cs: Chybí uzavírací tag pro element %s
sk: Chýba uzatvárací tag pre element %s

source: Missing data after "<" in element %s
cs: Chybí data po "<" v elementu %s
sk: Chýbajú dáta po "<" v elemente %s

source: Missing ">" in close tag of element %s
cs: Chybí ">" v zavíracím tagu elementu %s
sk: Chýbajú dáta po "<" v elemente %s

source: Incorrect close tag in element %s
cs: Nesprávný uzavítrací tag pro element %s
sk: Nesprávny uzatvárací tag v elemente %s

source: Illegal character in node name "%s"
cs: Nepovolený znak v názvu uzlu "%s"
sk: Neplatný tag v názve uzla "%s"

source: More than one root element found in xml
cs: V XML byl nalezen více než jeden kořenový element
sk: V XML sa nachádza viac ako jeden koreňový element

source: More than one xml declaration found in xml
cs: V XML byla nalezena více než jedna XML deklarace
sk: V XML sa nachádza viac ako jedena deklarácia

source: Xml declaration must be first element
cs: XML deklarace musí být prvním elementem
sk: XML deklarácia musí byť prvý element

source: More than one doctype declaration found in root
cs: V kořeni byla nalezena více než jedna deklarace doctype
sk: V koreni sa nachádza viac než jedna deklarácia doctype

source: Doctype declaration found after root element
cs: Deklarace doctype byla nalezena až za kořenovým elementem
sk: Deklarácia doctype sa nacházda za koreňovým elementom

source: No root element found in xml
cs: V XML nebyl nalezen kořenový element
sk: V XML sa nenachádza koreňový element

source: Illegal element type
cs: Nesprávný typ elementu
sk: Nesprávny typ elementu

source: No CDATA allowed in root
cs: V kořeni není povoleno CDATA
sk: V koreni je povolené CDATA

source: XML root element not defined.
cs: Kořenový element XML není definován.
sk: Koreňový XML element nie je definovaný.
