Repository: bravesoftdz/YTD
Catalog: Source/Locale/*/LC_MESSAGES/default.po
Languages: cs, ru, sk

source: About YTD
cs: O aplikaci YTD
ru: О программе YTD
sk: O aplikácii YTD

source: Version:
cs: Verze:
ru: Версия:
sk: Verzia:

source: Newest version:
cs: Nejnovější verze:
ru: Последняя:
sk: Najnovšia verzia:

source: not found
cs: nenalezena
ru: не найдена
sk: nenašla sa

source: Homepage:
cs: Domovská stránka:
ru: Дом. страница:
sk: Domovská stránka:

source: Media providers:
cs: Poskytovatelé médií:
ru: Медиасервисы:
sk: Servery:

source: Provider
cs: Poskytovatel
ru: Медиасервис
sk: Server

source: Components
cs: Komponenty
ru: Обработчик
sk: Komponenty

source: Select converter
cs: Vyberte si konvertor
ru: Выберите конвертер
sk: Výber konvertora

source: &Converter:
cs: &Konvertor:
ru: &Конвертер:
sk: Konvertor:

source: &Cancel
cs: &Storno
ru: &Отмена
sk: &Zrušiť

source: Title
cs: Název
ru: Имя файла
sk: Názov

source: Size
cs: Velikost
ru: Размер
sk: Veľkosť

source: Progress
cs: Průběh stahování
ru: Информация
sk: Priebeh

source: Add new URL
cs: Přidat URL
ru: Добавить URL
sk: Pridať novú URL

source: Add new URL to the list
cs: Přidat nové URL do seznamu
ru: Добавить новый URL в список
sk: Pridať novú URL do zoznamu

source: Delete URL
cs: Smazat URL
ru: Удалить URL
sk: Vymazať URL

source: Delete selected URL(s)
cs: Smazat vybrané URL
ru: Удалить выбранный URL
sk: Vymazať označené URL

source: Start/Pause/Resume
cs: Start/Pauza/Pokračovat
ru: Начать/Приостановить/Возобновить закачку
sk: Spustiť/Pauza/Pokračovať

source: Start downloading selected URL(s)
cs: Spustit stahování vybraných URL
ru: Скачать выделенный URL
sk: Spustiť sťahovanie vybraných URL

source: Stop
cs: Zastavit
ru: Остановить закачку
sk: Zastaviť

source: Stop downloading selected URL(s)
cs: Přerušit stahování vybraných URL
ru: Остановить закачку выбранных URL
sk: Zastaviť sťahovanie vybraných URL

source: Add URLs from Clipboard
cs: Přidat URL ze schránky
ru: Добавить URL из буфера обмена
sk: Pridať URL zo schránky

source: Add URLs from Clipboard to the list
cs: Přidat nové URL ze schránky do seznamu
ru: Добавить в список URL из буфера обмена
sk: Pridať URL zo schránky do zoznamu

source: Copy URLs to Clipboard
cs: Zkopírovat URL do schránky
ru: Скопировать URL в буфер обмена
sk: Kopírovať URL do schránky

source: Copy URLs from the list to Clipboard
cs: Zkopírovat URL ze seznamu do schránky
ru: Скопировать выбранные URL в буфер обмена
sk: Kopírovať URL zo zoznamu do schránky

source: Select all
cs: Vybrat vše
ru: Выбрать все
sk: Označiť všetko

source: Select all URLs
cs: Vybrat všechny URL
ru: Выбрать все URL
sk: Označiť všetky URL

source: Refresh
cs: Obnovit
ru: Обновить
sk: Obnoviť

source: Refresh display
cs: Překreslit formulář
ru: Обновить список
sk: Obnoviť

source: Add URLs from HTML page
cs: Přidat URL z HTML stránky
ru: Получить URL из страницы
sk: Pridať URL z HTML stránky

source: Get a list of URLs from HTML page
cs: Načíst seznam URL z HTML stránky
ru: Получить список URL из HTML страницы
sk: Načítať zoznam URL z HTML stránky

source: Add URLs from HTML file
cs: Přidat URL z HTML souboru
ru: Добавить URL из HTML файла
sk: Pridať URL z HTML súboru

source: Get a list of URLs from HTML file
cs: Načíst seznam URL z HTML souboru
ru: Добавить список URL из HTML файла
sk: Načítať zoznam URL z HTML súboru

source: Add URLs from file
cs: Přidat URL ze souboru
ru: Добавить URL из файла
sk: Pridať URL zo súboru

source: Get a list of URLs from file
cs: Načíst seznam URL ze souboru
ru: Добавить список URL из файла
sk: Načítať zoznam URL zo súboru

source: Save URL list
cs: Uložit seznam URL
ru: Сохранить список URL
sk: Uložiť zoznam URL

source: Save list of unfinished URLs to a list file
cs: Uložit seznam nedokončených URL do souboru
ru: Сохранить в файл список незавершённых закачек
sk: Uložiť zoznam nestiahnutých URL do súboru

source: About
cs: O aplikaci
ru: О программе
sk: O aplikácii

source: About this program
cs: O programu YTD
ru: Информация о программе
sk: O tejto aplikácii

source: Convert
cs: Zkonvertovat
ru: Конвертировать
sk: Konvertovať

source: Convert the selected file
cs: Zkonvertovat zvolený soubor
ru: Конвертировать выбранный файл
sk: Konvertovať vybraný súbor

source: Report a bug
cs: Nahlásit chybu
ru: Сообщить об ошибке
sk: Nahlásiť chybu

source: Report a bug for selected URL.
cs: Nahlásit chybu ve stahování vybrané URL.
ru: Сообщить о проблеме со скачиванием выбранного URL
sk: Nahlásiť chybu pre vybranú URL.

source: Donate
cs: Přispět
ru: Пожертвование
sk: Prispieť autorovi

source: Donate some money to further YTD's development.
cs: Poslat finanční dar na další rozvoj YTD.
ru: Пожертвовать средства на дальнейшую разработку программы
sk: Poslať finančný dar na ďalší vývoj YTD.

source: Edit config file
cs: Upravit konfigurační soubor
ru: Редактировать файл настроек
sk: Upraviť konfiguračný súbor

source: Open the active configuration file in the editor
cs: Otevřít aktivní konfigurační soubor v editoru
ru: Открыть файл настроек в редакторе
sk: Otvoriť aktívny konfiguračný súbor v editore

source: Options
cs: Nastavení
ru: Настройки
sk: Možnosti

source: Change program's options
cs: Změnit základní nastavení programu
ru: Изменить настройки программы
sk: Zobraziť dialóg nastavení

source: Play
cs: Přehrát
ru: Открыть
sk: Prehrať

source: Explore folder
cs: Otevřít složku
ru: Открыть директорию с файлом
sk: Otvoriť priečinok

source: Show menu
cs: Zobrazit menu
sk: Zobraziť menu

source: HTML files|*.htm;*.html|All files|*.*
cs: HTML soubory|*.htm;*.html|Všechny soubory|*.*
ru: HTML файлы|*.htm;*.html|Все файлы|*.*
sk: HTML súbory|*.htm;*.html|Všetky súbory|*.*

source: List files (*.lst)|*.lst|All files|*.*
cs: Seznamy adres (*.lst)|*.lst|Všechny soubory|*.*
ru: Файлы списка (*.lst)|*.lst|Все файлы|*.*
sk: Zoznamy adries (*.lst)|*.lst|Všetky súbory|*.*

source: Main settings
cs: Základní
ru: Главное
sk: Hlavné nastavenia

source: &Language:
cs: &Jazyk
ru: &Язык интерфейса:
sk: &Jazyk:

source: &Portable mode
cs: Př&enositelný režim
ru: &Портативный режим
sk: &Prenosný mód

source: &Check for new versions on startup
cs: Zjišťovat při startu nové &verze
ru: &Проверять наличие новой версии при запуске
sk: &Skontrolovať novú verziu pri spustení

source: Mo&nitor clipboard for downloadable URLs
cs: Sledovat s&chránku na podporovaná URL
sk: Sledovať schránku pre podporované URL

source: Disable &OpenSSL warning
cs: Zakázat varování před chybějícím OpenSS&L
sk: Zakázať upozornenie na chýbajúcu knižnicu OpenSSL

source: Disable &RtmpDump warning
cs: Zakázat varování před chybějícím &RtmpDump
sk: Zakázať upozornenie na chýbajúcu knižnicu RTMPdump

source: Disable &MSDL warning
cs: Zakázat varování před chybějícím &MSDL
sk: Zakázať upozornenie na chýbajúcu knižnicu MSDL

source: Minimize to system &tray
cs: Minimalizovat do systémového &traye
sk: Minimalizovať do oblasti oznámení

source: Download settings
cs: Stahování
ru: Закачка
sk: Nastavenia sťahovania

source: &Existing files:
cs: &Existující soubory:
ru: &Если файл уже есть:
sk: &Existujúce súbory:

source: &Download directory:
cs: Adresář pro &downloady
ru: &Сохранять в:
sk: Adresár na DL:

source: &Retry count:
cs: Počet opakování:
sk: Počet opakovaní

source: Append &index to playlist items:
cs: Přidávat index k názvům:
sk: Pridať index k názvu:

source: &Automatically start downloads
cs: &Automaticky spouštět downloady
ru: &Начинать закачку автоматически после добавления ссылки
sk: Automaticky spustiť nové sťahovanie

source: Download &subtitles if available
cs: Pokud jsou k dispozici, stahovat &titulky
ru: По возможности скачивать &субтитры
sk: Stiahnuť &titulky, ak sú dostupné

source: Automatically try &HTML parser
cs: Automaticky používat &HTML parser
ru: Запускать &HTML парсер для нераспознанных адресов
sk: Automaticky používať &HTML analyzátor

source: Append a .part e&xtension while downloading
cs: V průběhu stahování přidat k názvu &příponu .part
ru: Добавлять ".part" в &имя файла на время закачки
sk: Pridať príponu .part počas sťahovania

source: Store media into su&bdirectories according to their providers
cs: &Ukládat média do podadresářů podle názvu poskytovatele
ru: Создавать &директорию для соответствующего медиасервиса
sk: Uložiť súbory do podpriečinkov podľa poskytovateľov

source: Automatically delete &finished downloads
cs: Automaticky &mazat dokončené downloady
sk: Automaticky mazať ukončené sťahovania

source: Network settings
cs: Síť
ru: Сеть
sk: Nastavenia siete

source: Proxy &host:
cs: Proxy &server:
ru: &Хост:
sk: Proxy &adresa:

source: Proxy &username:
cs: Proxy &uživatel:
ru: &Имя пользователя:
sk: Proxy &užívateľ:

source: Proxy pass&word:
cs: Proxy &heslo:
ru: &Пароль:
sk: Proxy &heslo:

source: U&se proxy server
cs: Použít prox&y server
ru: &Использовать прокси
sk: Použiť proxy &server

source: Downloader settings
cs: Nastavení stahovačů
ru: Обработчики
sk: Nastavenie sťahovačov

source: Create shortcut on &desktop
cs: Vytvořit odkaz na &Ploše
ru: Создать ярлык на &Рабочем столе
sk: Vytvoriť o&dkaz na ploche

source: Create shortcut in &Start menu
cs: Vytvořit odkaz ve &Start menu
ru: Создать ярлык в меню &Пуск
sk: Vytvoriť odkaz v menu Štart

source: Install &folder:
cs: &Adresář pro instalaci:
ru: Установить &в:
sk: Inštalačný &priečinok:

source: &Install
cs: Na&instalovat
ru: &Установка
sk: &Inštalovať

source: &Run from current location without installing
cs: Sp&ustit z aktuálního umístění bez instalace
ru: &Запуск из текущей директории, без установки
sk: &Spustiť z aktuálneho umiestnenia bez inštalácie

source: &User name:
cs: Přihlašovací &jméno:
ru: &Имя пользователя:
sk: &Používateľské meno:

source: &Password:
cs: Přihlašovací &heslo:
ru: &Пароль:
sk: &Heslo:

source: &Convert subtitles to .SRT format
cs: &Konvertovat titulky do formátu .SRT
ru: &Преобразовывать субтитры в формат .SRT
sk: &Konvertovať titulky do formátu SRT

source: &Live stream mode (much slower, but more stable)
cs: &Režim živého stahování (mnohem pomalejší, ale stabilnější)
ru: &Live-поток (загрузка медленнее, но стабильнее)
sk: &Mód živého vysielania (pomalšie, ale stabilnejšie)

source: &Realtime mode (may be slower, but doesn't skip back)
cs: &Režim realtime stahování (mnohem pomalejší, ale stabilnější)
sk: &Režim realtime sťahovania (pomalšie, ale stabilnejšie sťahovanie)

source: Maximum video &bitrate:
cs: Maximální &bitrate videa:
ru: Макс. &битрейт видео:
sk: Maximálny bitrate videa:

source: Subtitle &header text:
cs: Záhlaví textu titulků:
sk: Text záhlavia tituliek:

source: Resolver password:
cs: Heslo pro resolver:
sk: Heslo pre resolver:

source: Config password:
cs: Heslo pro konfigurace:
sk: Heslo pre konfiguráciu:

source: Download in &low quality
cs: Download ve &snížené kvalitě
ru: Скачивать в &низком качестве
sk: Stiahnuť v &nižšej kvalite

source: &Preferred subtitle languages:
cs: &Preferované jazyky titulků:
ru: &Язык субтитров:
sk: &Predvolený jazyk tituliek:

source: Maximum video &width:
cs: &Maximální šířka videa:
ru: Макс. &ширина видео:
sk: Maximálna &šírka videa:

source: Maximum video &height:
cs: Maximální &výška videa:
ru: Макс. &высота видео:
sk: Maximálna &výška videa:

source: &Avoid .webm format
cs: Nestahovat formát .&webm
ru: &Игнорировать формат .webm
sk: &Nesťahovať .webm formát

source: [%*.*d of %d]
cs: [%*.*d z %d]
sk: [%*.*d z %d]

source: TScriptedDownloader.UrlRegExp may not be called.
cs: TScriptedDownloader.UrlRegExp nesmí být volána.
sk: TScriptedDownloader.UrlRegExp nemôže byť volaná.

source: Invalid MovieID - must define script and ID
cs: Chybné MovieID - musíte definovat script a ID
sk: Neplatné MovieID - musíte definovať skript a ID

source: SmoothStream is not supported, because I don't know how to programmatically mux MP4 streams. Can you help?
cs: SmoothStream není podporovaný, protože neumím programem muxovat MP4 streamy. Umíte s tím pomoci?
sk: SmoothStream nie je podporovaný, pretože neviem programom pripojiť MP4 streamy. Viete mi s tým pomôcť?

source: Command-line version options:
cs: Parametry pro command-line verzi:
ru: Опции для консольной версии программы:
sk: Parametre verzie pre príkazový riadok:

source: ...... Show this help screen.
cs: ...... Zobrazit tuto napovedu
ru: ...... Отобразить эту справку.
sk: ...... Zobraziť túto nápovedu.

source: ... Load URL list from <file> (one URL per line).
cs: ... Nacist seznam URL ze souboru <file> (jeden radek=jedna URL).
ru: ... Загрузить список URL из <файла> (по URL на строку).
sk: ... Načítať zoznam URL z <file> (1 URL= 1 riadok).

source: ... Store files to <path> (default is current directory).
cs: ... Ukladat soubory do adresare <path> (vychozi je aktualni adresar).
ru: ... Сохранять файлы в <директорию> (по умолчанию - текущая директория).
sk: ... Ukladať súbory do <path> (predvolený je aktuálny adresár).

source: ... Save failed URLs to <file>.
cs: ... Zapsat chybne stahnuta URL do souboru <file>.
ru: ... Сохранить список неудачных закачек в <файл>.
sk: ... Uložiť chybne stiahnuté URL do súboru <file>.

source: .... Load links from a HTML source. <src> can be a file or an URL.
cs: .... Nacist odkazy z HTML zdroje. <src> muze byt soubor nebo URL.
ru: .... Загрузить URL по указанному адресу. <src> может быть файлом или ссылкой.
sk: .... Načítať linky z HTML zdroja. <src> môže byť súbor alebo URL.

source: .......... Never overwrite existing files.
cs: .......... Nikdy neprepisovat existujici soubory.
ru: .......... Никогда не перезаписывать существующие файлы.
sk: .......... Nikdy neprepisovať existujúce súbory.

source: .......... Always overwrite existing files.
cs: .......... Vzdy prepisovat existujici soubory
ru: .......... Всегда перезаписывать существующие файлы.
sk: .......... Vždy prepisovať existujúce súbory.

source: .......... Rename files to a new name if they already exist.
cs: .......... Pro existujici soubory vygenerovat nove jmeno.
ru: .......... Переименовать файл если имя занято.
sk: .......... Ak súbory existujú, premenovať ich s novým názvom.

source: .......... Ask what to do with existing files (default).
cs: .......... Zeptat se, co delat s existujicimi soubory (vychozi).
ru: .......... Запросить действие с уже существующим файлом (по умолчанию).
sk: .......... Opýtať sa čo urobiť s existujúcimi súbormi (predvolené).

source: .......... List all available providers.
cs: .......... Vypsat seznam podporovanych poskytovatelu.
ru: .......... Вывести список всех поддерживаемых медиасервисов.
sk: .......... Zoznam všetkých podporovaných serverov.

source: .......... Test for updated version of YTD.
cs: .......... Overit existenci novejsi verze.
ru: .......... Проверить наличие новой версии YTD.
sk: .......... Test pre aktualizovanú verziu YTD.

source: .......... Test for a new version and upgrade if possible.
cs: .......... Zjistit novou verzi a aktualizovat, pokud je co.
ru: .......... Проверить наличие новой версии и обновить до последней.
sk: .......... Vyhľadať aktualizáciu a aktualizovať, ak sa dá.

source: ...... [Don't] Automatically try HTML parser for unknown URLs.
cs: ...... [Ne-] Pokusit se pouzit HTML parser na neznama URL.
ru: ...... [Не] запускать HTML парсер для нераспознанных адресов.
sk: ...... [Ne-] pokúšať sa automaticky používať HTML analyzátor pre neznáme URL.

source: ......... Don't actually download, just show the parameters.
cs: ......... Nestahovat, jen zobrazit parametry downloadu.
ru: ......... Не скачивать файл, отобразить параметры закачки и выйти.
sk: ......... Nesťahovať, ale iba zobraziť parametre sťahovania.

source: Graphical version options:
cs: Parametry pro grafickou verzi:
ru: Опции для графической версии программы:
sk: Parametre pre GUI verziu:

source: ....... Must be used if there are GUI arguments.
cs: ....... Musi by pouzito, pokud jsou parametry pro GUI verzi.
ru: ....... Опция должна присутствовать в случае использования аргументов для запуска графической версии.
sk: ....... Musí byť použité, ak sú parametre pre GUI verziu.

source: ........ Run a new instance of YTD.
cs: ........ Spustit novou instanci YTD.
ru: ........ Запустить новую копию YTD.
sk: ........ Spustiť novú inštanciu YTD.

source: Common options:
cs: Spolecne parametry:
ru: Общие опции:
sk: Spoločné parametre:

source: ....... URL to download.
cs: ....... URL ke stazeni.
ru: ....... URL для закачки.
sk: ....... URL na stiahnutie.

source: Available providers:
cs: Dostupni poskytovatele:
ru: Доступные медиасервисы:
sk: Dostupné servery:

source: Total:
cs: Celkem:
ru: Всего:
sk: Spolu:

source: providers.
cs: poskytovatelu.
ru: медиасервисов.
sk: serverov.

source: Current version:
cs: Aktualni verze:
ru: Текущая версия:
sk: Aktuálna verzia:

source: , definitions
cs: , definice
sk: , definície

source: Newest version:
cs: Nejnovejsi verze:
ru: Последняя версия:
sk: Najnovšia verzia.

source: check failed
cs: nenalezena
ru: ошибка
sk: kontrola zlyhala

source: Download URL:
cs: URL ke stahnuti:
ru: Скачать URL:
sk: Stiahnuť URL:

source: , upgraded to
cs: , aktualizovany na
sk: , aktualizvané na

source: Upgraded providers:
cs: Aktualizovaní poskytovatelé:

source: ... and %d others...
cs: ... a %d dalších...

source: With -e a filename must be provided.
cs: K parametru -e musi byt uvedeno jmeno souboru.
ru: Опция -e требует имя файла в качестве аргумента.
sk: K parametru -e musí byť uvedený názov súboru.

source: HTML source "%s" doesn't contain any useful links.
cs: HTML zdroj "%s" neobsahuje zadne pouzitelne odkazy.
ru: HTML страница "%s" не содержит распознаваемых ссылок..
sk: HTML zdroj "%s" neobsahuje podporované linky.

source: HTML source "%s" not found.
cs: HTML zdroj "%s" nebyl nalezen.
ru: HTML страница "%s" не найдена.
sk: HTML zdroj "%s" sa nenašiel.

source: With -s a filename or an URL must be provided.
cs: K parametru -s musi byt uvedena URL nebo jmeno souboru.
ru: Опция -s требует имя файла или URL в качестве аргумента.
sk: K parametru -s musí byť uvedený názov súboru alebo URL.

source: URL list-file "%s" not found.
cs: Soubor "%s" se seznamem URL nenalezen.
ru: Не найден файл со списком URL, "%s".
sk: Súbor "%s" so zoznamom URL sa nenašiel.

source: With -i a filename must be provided.
cs: K parametru -i musi byt uvedeno jmeno souboru.
ru: Опция -i требует имя файла в качестве аргумента.
sk: K parametru -i a musí byť uvedený názov súboru.

source: Destination directory "%s" not found.
cs: Cilovy adresar "%s" nenalezen.
ru: Не найдена целевая директория для сохранения, "%s".
sk: Cieľový adresár "%s" sa nenašiel.

source: With -o a directory name must be provided.
cs: K parametru -o musi byt uvedeno jmeno adresare.
ru: Опция -o требует путь к директории в качестве аргумента.
sk: K parametru -o musí byť uvedený názov adresára.

source: Unknown parameter "%s".
cs: Neznamy parametr "%s".
ru: Неизвестная опция "%s".
sk: Neznámy parameter "%s".

source: No valid URLs found.
cs: Nenalezeny zadne zname URL.
ru: URL не найдены.
sk: Žiadna známa URL nebola nájdená.

source: Downloading: <%s> %d.%d%% (%s/%s)
cs: Stahuje se: <%s> %d.%d%% (%s/%s)
ru: Загрузка: <%s> %d.%d%% (%s/%s)
sk: Sťahuje sa: <%s> %d.%d%% (%s/%s)

source: Downloading: %s
cs: Stahuje se: %s
ru: Загрузка: %s
sk: Sťahovanie: %s

source: ERROR:
cs: CHYBA:
ru: ОШИБКА:
sk: CHYBA:

source: FAILED "%s": %s
cs: CHYBA "%s": %s
ru: НЕУДАЧА: "%s": %s
sk: ZLYHANIE "%s": %s

source: Playlist item:
cs: Polozka seznamu:
ru: Элемент плейлиста:
sk: Položka zoznamu:

source: Media title:
cs: Nazev média:
ru: Название видео:
sk: Názov média:

source: File name:
cs: Nazev souboru:
ru: Имя файла:
sk: Názov súboru:

source: Content URL:
cs: URL obsahu:
ru: Команда:
sk: Obsah URL:

source: Download skipped.
cs: Download byl přeskočen.
sk: Sťahovanie bolo preskočené.

source: SUCCESS.
cs: V PORADKU.
ru: Загрузка успешно завершена.
sk: ÚSPEŠNÉ.

source: ABORTED BY USER
cs: PRERUSENO UZIVATELEM
ru: Загрузка отменена пользователем.
sk: ZRUŠENÉ UŽÍVATEĽOM

source: ERROR %s: %s
cs: CHYBA %s: %s
ru: Ошибка %s: %s
sk: CHYBA %s: %s

source: Unknown URL.
cs: Neznama URL.
ru: Неизвестный URL.
sk: Neznáma URL.

source: Trying to parse as HTML page...
cs: Zpracovavam URL jako HTML stranku...
ru: Попытка разбора в качестве HTML-страницы.
sk: Analyzujem URL ako HTML stránku...

source: File
cs: Soubor
ru: Файл
sk: Súbor

source: already exists.
cs: uz existuje.
ru: уже существует.
sk: už existuje.

source: Do you want to:
cs: Chcete ho:
ru: Действие:
sk: Chcete:

source: kip it,
cs: preskocit,
ru: отменить
sk: preskočiť,

source: verwrite it, or
cs: prepsat, nebo
ru: перезаписать
sk: prepísať, alebo

source: ename it?
cs: prejmenovat?
ru: переименовать?
sk: premenovať?

source: New filename:
cs: Novy nazev:
ru: Новое имя файла:
sk: Nový názov súboru:

source: Incorrect answer.
cs: Nespravna odpoved.
ru: Неверный ответ.
sk: Nesprávna odpoveď.

source: Resolving began
cs: Zahájeno zjišťování adresy
ru: Резолвинг начат
sk: Zisťovanie adresy začalo

source: Resolving ended
cs: Dokončeno zjišťování adresy
ru: Резолвинг завершён
sk: Zisťovanie adresy skončilo

source: Socket created
cs: Vytvořen socket
ru: Сокет создан
sk: Soket vytvorený

source: Socket closed
cs: Uzavřen socket
ru: Сокет закрыт
sk: Soket uzatvorený

source: Bound to IP/port
cs: Napojeno na IP/port
ru: Привязка к IP/порту
sk: Napojený na IP/port

source: Connected
cs: Spojeno
ru: Соединено
sk: Pripojené

source: Can read data
cs: Možno číst data
ru: Можно принимать данные
sk: Dáta sa dajú čítať

source: Can write data
cs: Možno psát data
ru: Можно отправлять данные
sk: Dáta sa dajú zapisovať

source: Listening
cs: Čeká se na požadavek
ru: Ожидание соединения
sk: Odpočúvanie

source: Accepted connection
cs: Požadavek přijat
ru: Соединение установлено
sk: Pripojenie akceptované

source: Read data
cs: Data přečtena
ru: Чтение данных
sk: Čítanie dát

source: Wrote data
cs: Data zapsána
ru: Отправка данных
sk: Zapisovanie dát

source: Waiting
cs: Čeká se
ru: Пауза
sk: Čaká sa

source: Socket error
cs: Chyba socketu
ru: Ошибка сокета
sk: Chyba soketu

source: Exception %s with message: %s
cs: Výjimka %s se zprávou: %s
ru: Исключение: "%s". Сообщение: %s
sk: Výnimka %s s chybovou správou: %s

source: Installation failed.
cs: Instalace selhala
ru: Ошибка при установке.
sk: Inštalácia zlyhala.

source: Installation of the following files failed: %s
cs: Instalace následujících souborů selhala: %s

source: Press any key to quit.
cs: Stiskněte klávesu pro ukončení programu.
ru: Нажмите любую клавишу для выхода.
sk: Pre skončenie stlačte ľubovoľný kláves.

source: Playlist item %d
cs: %d. položka seznamu
ru: Элемент плейлиста %d
sk: Položka zoznamu %d

source: Do you want to upgrade (YES) or just download the newest version (NO)? Note: Upgrade will stop all transfers.
cs: Chcete provést automatickou aktualizaci (ANO) nebo jen stáhnout nejnovější verzi (NE)? Pozn.: Aktualizace zastaví všechny přenosy.
ru: Обновить программу? (Да) или просто скачать новую версию (Нет)? Внимание: обновление остановит все активные закачки.
sk: Chcete program automaticky aktualizovať (ÁNO) alebo iba stiahnuť najnovšiu verziu (NIE)? Poznámka: Aktualizácia zastaví všetky prenosy.

source: Upgrading...
cs: Probíhá aktualizace...
ru: Обновление...
sk: Prebieha aktualizácia...

source: Provider definitions were upgraded:
cs: Definice poskytovatelů byly aktualizovány:

source: Failed to execute the upgrade file.
cs: Nepodařilo se spustit aktualizační soubor.
sk: Nepodarilo sa spustiť aktualizačný súbor.

source: Failed to download upgrade data:
cs: Nepodařilo se stáhnout aktualizaci.
ru: Не удалось загрузить информацию об обновлении.
sk: Nepodarilo sa stiahnuť aktualizáciu:

source: Failed to upgrade the script definitions.
cs: Nepodařilo se aktualizovat definice skriptů.
sk: Nepodarilo sa aktualizovať definície skriptov.

source: Failed to download the script definitions.
cs: Nepodařilo se stáhnout definice skriptů.
sk: Nepodarilo sa stiahnuť definície skriptov.
